Repository: Pierre-Lannoy/wp-opcache-manager
Catalog: .translations/wp-plugins-opcache-manager-stable-readme-*.po
Languages: fr_be

source: OPcache statistics and management right in the WordPress admin dashboard.
fr_be: Statistiques et gestion OPcache directement dans le Tableau de bord WordPress.

source: For a full help on WP-CLI commands in OPcache Manager, please <a href="https://github.com/Pierre-Lannoy/wp-opcache-manager/blob/master/WP-CLI.md">read this guide</a>.
fr_be: Pour obtenir une aide complète sur les commandes WP-CLI dans OPcache Manager, veuillez <a href="https://github.com/Pierre-Lannoy/wp-opcache-manager/blob/master/WP-CLI.md">lire ce guide</a>.

source: <strong>OPcache Manager</strong> supports a set of WP-CLI commands to:
fr_be: <strong>OPcache Manager</strong> prend en charge un ensemble de commandes WP-CLI pour :

source: obtain operational statistics - see <code>wp help opcache analytics</code> for details.
fr_be: obtenir des statistiques opérationnelles - voir <code>wp help opcache analytics</code> pour plus de détails.

source: toggle on/off main settings - see <code>wp help opcache settings</code> for details;
fr_be: activer ou désactiver le réglages principaux - voir <code>wp help opcache settings</code> pour plus de détails ;

source: This plugin doesn't handle personally identifiable information (PII).
fr_be: Cette extension ne traite pas de données à caractère personnel (DCP).

source: This plugin doesn't set any cookie in the user's browser.
fr_be: Cette extension ne dépose pas de cookie dans le navigateur de l’utilisatrice ou de l’utilisateur.

source: This plugin, as any piece of software, is neither compliant nor non-compliant with privacy laws and regulations. It is your responsibility to use it with respect for the personal data of your users and applicable laws.
fr_be: Cette extension, comme tout autre logiciel, n’est ni conforme ni non conforme aux lois et règlements sur la protection de la vie privée. Il est de votre responsabilité de l’utiliser dans le respect des données personnelles de vos utilisatrices et utilisateurs ainsi que des lois applicables.

source: Privacy
fr_be: Confidentialité

source: Download OPcache Manager.
fr_be: Télécharger OPcache Manager.

source: You can report bugs and suggest ideas via the <a href="https://github.com/Pierre-Lannoy/wp-opcache-manager/issues">GitHub issue tracker</a> of the plugin.
fr_be: Vous pouvez signaler des bogues et suggérer des améliorations via le <a href="https://github.com/Pierre-Lannoy/wp-opcache-manager/issues">suivi d’incidents GitHub</a> de l’extension.

source: Support is provided via the official <a href="https://wordpress.org/support/plugin/opcache-manager/">WordPress page</a>.
fr_be: L’assistance est proposée via la page officielle <a href="https://wordpress.org/support/plugin/opcache-manager/">d’assistance</a>.

source: You need to have a fully operational WordPress cron. If you've set an external cron (crontab, online cron, etc.), its frequency must be less than 5 minutes - 1 or 2 minutes is a recommended value.
fr_be: Vous devez avoir un cron WordPress parfaitement opérationnel. Si vous avez choisi de le faire via un cron externe (crontab, cron en ligne, etc.), sa fréquence doit être inférieure à 5 minutes - 1 ou 2 minutes est une valeur recommandée.

source: Yes. It is designed to work on multisite too. Network Admins can configure the plugin, use management tools and have access to all analytics reports. Sites Admins have access to the analytics reports only.
fr_be: Oui. Cette extension est conçue pour fonctionner sur un multisite aussi. Les administratrices et administrateurs du réseau peuvent configurer l’extension et avoir accès à tous les rapports d’analyse. Les administratrices et administrateurs de sites ont juste accès aux rapports d’analyse.

source: You need at least <strong>WordPress 5.2</strong> and <strong>PHP 7.2</strong>.
fr_be: Vous avez besoin d’au moins <strong>WordPress 5.2</strong> et <strong>PHP 7.2</strong>.

source: Where can I report a bug?
fr_be: Où puis-je signaler un bogue ?

source: Where can I get support?
fr_be: Où puis-je obtenir de l’aide ?

source: What are the requirements for scheduled invalidation/warm-up and statistics to work?
fr_be: Quelles sont les exigences relatives au fonctionnement de l’invalidation et préchauffage programmés et des statistiques ?

source: Can this plugin work on multisite?
fr_be: Cette extension fonctionne-t’elle sur un multisite ?

source: What are the requirements for this plugin to work?
fr_be: Quels sont les prérequis pour que cette extension fonctionne ?

source: Enjoy!
fr_be: Profitez !

source: Visit 'Settings &gt; OPcache Manager' in the left-hand menu of your WP Admin to adjust settings.
fr_be: Visitez « Réglages &gt; OPcache Manager » dans le menu gauche de votre panneau d’administration pour ajuster les paramètres.

source: Activate OPcache Manager from your Plugins page.
fr_be: Activez OPcache Manager depuis votre page Extensions.

source: Upload the <code>opcache-manager</code> directory to your <code>/wp-content/plugins/</code> directory, using your favorite method (ftp, sftp, scp, etc...).
fr_be: Téléversez le dossier <code>opcache-manager</code> dans votre dossier <code>/wp-content/plugins/</code>, en utilisant votre méthode préférée (ftp, sftp, scp, etc.).

source: Activate OPcache Manager.
fr_be: Activez OPcache Manager.

source: Click on the 'Install Now' button.
fr_be: Cliquez sur le bouton « Installer maintenant ».

source: Search for 'OPcache Manager'.
fr_be: Recherchez «&nbsp;OPcache Manager&nbsp;».

source: Visit 'Plugins &gt; Add New'.
fr_be: Visitez « Extensions &gt; Ajouter ».

source: Once Activated
fr_be: Une fois activé

source: From WordPress.org
fr_be: Depuis WordPress.org

source: From your WordPress dashboard
fr_be: Depuis votre Tableau de bord WordPress

source: If you like this plugin or find it useful and want to thank me for the work done, please consider making a donation to <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> or the <a href="https://www.eff.org/">Electronic Frontier Foundation</a> which are advocacy groups defending the rights and freedoms of citizens on the Internet. By supporting them, you help the daily actions they perform to defend our fundamental freedoms!
fr_be: Si vous aimez cette extension ou la trouvez utile et que vous voulez me remercier pour le travail accompli, vous pouvez faire un don à <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> ou l’<a href="https://www.eff.org/">Electronic Frontier Foundation</a> qui sont des associations de défense des droits et libertés des citoyens sur Internet. En les soutenant, vous aidez les actions quotidiennes qu’ils accomplissent pour défendre nos libertés fondamentales !

source: Anyway, I'll be glad to help you if you encounter issues when using this plugin. Just use the support section of this plugin page.
fr_be: Dans tous les cas, je serai heureux de vous apporter mon assistance si vous rencontrez des problèmes lors de l’utilisation de cette extension. Merci de me contacter via la page support de ce site.

source: This plugin is free and provided without warranty of any kind. Use it at your own risk, I'm not responsible for any improper use of this plugin, nor for any damage it might cause to your site. Always backup all your data before installing a new plugin.
fr_be: Cette extension est gratuite et distribuée sans aucune garantie d’aucune sorte. Son utilisation se fait à vos risques et périls, je ne saurais être tenu responsable d’aucun dommage que son utilisation pourrait causer à votre site. Pensez à toujours sauvegarder vos données avant d’installer une nouvelle extension.

source: <strong>OPcache Manager</strong> is a free and open source plugin for WordPress. It integrates many other free and open source works (as-is or modified). Please, see 'about' tab in the plugin settings to see the details.
fr_be: <strong>OPcache Manager</strong> est une extensions libre et open source pour WordPress. Elle intègre de nombreuses autres œuvres libres et open source (telles quelles ou modifiées). Consultez l’onglet « à propos » dans l’extension pour obtenir des détails.

source: <strong>OPcache Manager</strong> supports multisite report delegation (see FAQ).
fr_be: <strong>OPcache Manager</strong> prend en charge la délégation de rapports multisites (voir FAQ).

source: <strong>OPcache Manager</strong> is also a full featured analytics reporting tool that analyzes all OPcache operations on your site. It can report:
fr_be: <strong>OPcache Manager</strong> est également un outil complet de rapport analytique qui détaille toutes les mesures de fonctionnement d’OPcache sur votre site. Il peut signaler :

source: <strong>OPcache Manager</strong> works on dedicated or shared servers. In shared environments, its use has no influence on other hosted sites than yours. Its main management features are:
fr_be: <strong>OPcache Manager</strong> fonctionne aussi bien sur des serveurs dédiés que mutualisés. Dans les environnements mutualisés, son utilisation n’a aucune influence sur d’autres sites que le vôtre. Ses principales caractéristiques de gestion sont les :

source: <strong>OPcache Manager</strong> is a full featured OPcache management and analytics reporting tool. It allows you to monitor and optimize OPcache operations on your WordPress site or network.
fr_be: <strong>OPcache Manager</strong> est un outil complet de gestion et d’analyse d’OPcache. Il vous permet de surveiller et d’optimiser le fonctionnement d’OPcache sur votre site ou réseau de sites WordPress.

source: <strong>OPcache statistics and management right in the WordPress admin dashboard.</strong>
fr_be: <strong>Statistiques et gestion OPcache directement dans le Tableau de bord WordPress.</strong>

source: OPcache related events.
fr_be: Évènements liés à OPcache.

source: metrics distributions;
fr_be: distributions des métriques ;

source: metrics variations;
fr_be: variations des métriques ;

source: KPIs: hit ratio, free memory, cached files, keys saturation, buffer saturation and availability;
fr_be: KPIs : taux de réussite, mémoire libre, fichiers mis en cache, saturation des emplacements de clés, saturation du tampon et disponibilité ;

source: optional scheduled site invalidation and/or warm-up.
fr_be: programmation (facultative) de l’invalidation du site et de son préchauffage.

source: manual site warm-up - to pre-compile all of you site files;
fr_be: préchauffage manuel du site - pour précompiler tous les fichiers du site ;

source: manual site invalidation - a sort of 'smart' OPcache reset only for your site;
fr_be: invalidation manuelle du site - une sorte de réinitialisation OPcache « intelligente » juste pour le site ;

source: individual script invalidation, forced invalidation and recompilation;
fr_be: invalidation, invalidation forcée ou recompilation individuelle des fichiers ;

source: Donation
fr_be: Don

source: Support
fr_be: Assistance

source: Management Tools
fr_be: Outils de gestion

source: Historical Statistics
fr_be: Statistiques historiques

source: Daily Statistics
fr_be: Statistiques quotidiennes

source: Please, see <a href="https://github.com/Pierre-Lannoy/wp-opcache-manager/blob/master/CHANGELOG.md">full changelog</a> on GitHub.
fr_be: Merci de consulter le <a href="https://github.com/Pierre-Lannoy/wp-opcache-manager/blob/master/CHANGELOG.md">journal des modifications</a> sur GitHub.
